Repository: Benletaiefarchene/ProjetPFE
Catalog: translations/messages.*.xlf
Languages: el

source: Accept a Job Offer
el: Αποδεχτείτε μια προσφορά εργασίας

source: Accept
el: Αποδέχομαι

source: Unaccept
el: Μη αποδεκτό

source: Add Admin
el: Προσθήκη διαχειριστή

source: Let's create new Admin
el: Ας δημιουργήσουμε νέο Διαχειριστή

source: Register
el: Κανω ΕΓΓΡΑΦΗ

source: Add News
el: Προσθήκη Ειδήσεων

source: Let's create a News
el: Ας δημιουργήσουμε μια είδηση

source: Block a Job Offers
el: Αποκλεισμός προσφορών εργασίας

source: Unblocked
el: Ξεκλείδωσε

source: Blocked
el: Μπλοκαρισμένο

source: block a user
el: αποκλείστε έναν χρήστη

source: Edit Profile
el: Επεξεργασία προφίλ

source: EDIT ADMIN
el: ΕΠΕΞΕΡΓΑΣΙΑ ΔΙΑΧΕΙΡΙΣΤΗΣ

source: Home
el: Σπίτι

source: Dashboard
el: Ταμπλό

source: Edit Admin
el: Επεξεργασία διαχειριστή

source: Profile Form
el: Φόρμα προφίλ

source: Edit News
el: Επεξεργασία ειδήσεων

source: EDIT NEWS
el: ΕΠΕΞΕΡΓΑΣΙΑ ΕΙΔΗΣΕΩΝ

source: News Form
el: Φόρμα ειδήσεων

source: Hello ,
el: Χαίρετε ,

source: We are glad to see you again!
el: Χαιρόμαστε που σας ξαναδούμε!

source: All users
el: Ολοι οι χρήστες

source: Users Blocked
el: Οι χρήστες αποκλείστηκαν

source: All Job Offers
el: Όλες οι προσφορές εργασίας

source: Job Offers Accepted
el: Προσφορές εργασίας Δεκτές

source: This Month Views
el: Προβολές αυτού του μήνα

source: Employers
el: Εργοδότες

source: Appliants
el: Αιτητές

source: List News
el: Λίστα Ειδήσεων

source: Edit
el: Επεξεργασία

source: Message
el: Μήνυμα

source: Let's send a Message
el: Ας στείλουμε ένα μήνυμα

source: Send
el: Στείλετε

source: News
el: Νέα

source: Job offer
el: Προσφορά εργασίας

source: All Job Offre
el: Όλες οι προσφορές εργασίας

source: Recruitment
el: ΠΡΟΣΛΗΨΗ

source: Free-lance
el: Ανεξάρτητος

source: Telework
el: Τηλεργασία

source: Traineeship
el: Πρακτική άσκηση

source: List Forum
el: Λίστα Φόρουμ

source: Contact
el: Επικοινωνία

source: About
el: Σχετικά με

source: My Posts
el: Οι αναρτήσεις μου

source: My Forums
el: Τα φόρουμ μου

source: Add Job Offre
el: Προσθήκη προσφοράς εργασίας

source: List Posts
el: Λίστα αναρτήσεων

source: Add Forum
el: Προσθήκη φόρουμ

source: Add CV
el: Προσθήκη βιογραφικού

source: ADD CV
el: ΠΡΟΣΘΗΚΗ βιογραφικού

source: add cv
el: προσθήκη βιογραφικού

source: AND
el: ΚΑΙ

source: Add Profile
el: Προσθήκη προφίλ

source: Profile
el: Προφίλ

source: Settings
el: Ρυθμίσεις

source: Logout
el: Αποσύνδεση

source: Login
el: Σύνδεση

source: preferred language :
el: προτιμώμενη γλώσσα :

source: Edit Password
el: Επεξεργασία κωδικού πρόσβασης

source: Edit CV
el: Επεξεργασία βιογραφικού

source: Print
el: Τυπώνω

source: List Apply
el: Λίστα Αίτηση

source: Title :
el: Τίτλος :

source: Venue :
el: Τόπος συναντήσεως :

source: Start date :
el: Ημερομηνία έναρξης :

source: End date :
el: Ημερομηνία λήξης :

source: Diploma :
el: Δίπλωμα :

source: Description :
el: Περιγραφή :

source: Skill
el: Επιδεξιότητα

source: Skill :
el: Επιδεξιότητα :

source: EDIT PROFILE
el: ΕΠΕΞΕΡΓΑΣΙΑ ΠΡΟΦΙΛ

source: Skills
el: Δεξιότητες

source: Experiences
el: Εμπειρίες

source: EDIT PASSWORD
el: ΕΠΕΞΕΡΓΑΣΙΑ ΚΩΔΙΚΟΥ

source: Edit Passwored
el: Επεξεργασία με κωδικό πρόσβασης

source: List Jobs
el: Κατάλογος εργασιών

source: Pending
el: Εκκρεμής

source: Dismiss
el: Απολύω

source: Pre-select
el: Προεπιλογή

source: CONTACT
el: ΕΠΙΚΟΙΝΩΝΙΑ

source: SKILLS
el: ΔΕΞΙΟΤΗΤΕΣ

source: EXPERIENCE
el: ΕΜΠΕΙΡΙΑ

source: Any questions? Feel free to contact us!
el: Καμιά ερώτηση? Μη διστάσετε να επικοινωνήσετε μαζί μας!

source: dashbord
el: ταμπλό

source: Dashboard Navigation
el: Πλοήγηση στο ταμπλό

source: User
el: Χρήστης

source: All Rights Reserved.
el: Ολα τα δικαιώματα διατηρούνται.

source: About the project
el: Σχετικά με το έργο

source: Internisa is committed to respecting the privacy of its users.
el: Η Internisa δεσμεύεται να σέβεται το απόρρητο των χρηστών της.

source: We strive to provide the user with a safe experience.
el: Προσπαθούμε να παρέχουμε στον χρήστη μια ασφαλή εμπειρία.

source: This Privacy Statement addresses the subject of collection
el: Αυτή η Δήλωση Απορρήτου πραγματεύεται το θέμα της συλλογής

source: of online data as well as the policy of use
el: των διαδικτυακών δεδομένων καθώς και της πολιτικής χρήσης

source: and practices that relate to the Internisa website.
el: και πρακτικές που σχετίζονται με τον ιστότοπο της Internisa.

source: By creating an account on the Internisa website,
el: Δημιουργώντας λογαριασμό στον ιστότοπο της Internisa,

source: you consent to the policies and practices described in this statement.
el: Συμφωνείτε με τις πολιτικές και τις πρακτικές που περιγράφονται σε αυτή τη δήλωση.

source: Collection and retention of information
el: Συλλογή και διατήρηση πληροφοριών

source: To provide you with access to Internisa's services, in certain sections of our websites, Internisa asks or may ask you to provide personal information, including your name, address, email address, credit card number, telephone number (if applicable ), your contact details and other information revealing your identity.
el: Για να σας παράσχει πρόσβαση στις υπηρεσίες της Internisa, σε ορισμένες ενότητες των ιστότοπών μας, η Internisa ζητά ή ενδέχεται να σας ζητήσει να παρέχετε προσωπικά στοιχεία, όπως το όνομά σας, τη διεύθυνση, τη διεύθυνση email, τον αριθμό πιστωτικής κάρτας, τον αριθμό τηλεφώνου (εάν υπάρχει ), τα στοιχεία επικοινωνίας σας και άλλες πληροφορίες που αποκαλύπτουν την ταυτότητά σας.

source: In addition, Internisa may collect information about you indirectly when you use some of our website's partner services. This information may be used to assess your potential interest in additional services offered by our partners.
el: Επιπλέον, η Internisa μπορεί να συλλέγει πληροφορίες για εσάς έμμεσα όταν χρησιμοποιείτε ορισμένες από τις συνεργαζόμενες υπηρεσίες του ιστότοπού μας. Αυτές οι πληροφορίες μπορούν να χρησιμοποιηθούν για την αξιολόγηση του πιθανού ενδιαφέροντός σας για πρόσθετες υπηρεσίες που προσφέρονται από τους συνεργάτες μας.

source: We also collect or may collect certain information about your use of our site, such as the sections you visit and the services you use.
el: Συλλέγουμε επίσης ή ενδέχεται να συλλέγουμε ορισμένες πληροφορίες σχετικά με τη χρήση του ιστότοπού μας από εσάς, όπως τις ενότητες που επισκέπτεστε και τις υπηρεσίες που χρησιμοποιείτε.

source: Use of information by Internisa
el: Χρήση πληροφοριών από την Internisa

source: We use the information we collect on the Internisa website, whether personal, demographic, group or technical in nature, to administer and improve the Internisa website, to foster a positive user experience and to deliver our products and services effectively.
el: Χρησιμοποιούμε τις πληροφορίες που συλλέγουμε στον ιστότοπο της Internisa, είτε προσωπικής, δημογραφικής, ομαδικής ή τεχνικής φύσης, για να διαχειριστούμε και να βελτιώσουμε τον ιστότοπο της Internisa, να προωθήσουμε μια θετική εμπειρία χρήστη και να παρέχουμε αποτελεσματικά τα προϊόντα και τις υπηρεσίες μας.

source: We may also use the information we collect to inform you of other products or services available from Internisa or its affiliates or to contact you for your opinion regarding current products and services or new products and services we could provide.
el: Μπορεί επίσης να χρησιμοποιήσουμε τις πληροφορίες που συλλέγουμε για να σας ενημερώσουμε για άλλα προϊόντα ή υπηρεσίες που διατίθενται από την Internisa ή τις θυγατρικές της ή για να επικοινωνήσουμε μαζί σας για τη γνώμη σας σχετικά με τρέχοντα προϊόντα και υπηρεσίες ή νέα προϊόντα και υπηρεσίες που θα μπορούσαμε να παρέχουμε.

source: We may use your contact information to send you emails or other communications about updates to the Internisa site, such as new opportunities in Internisa and additional announcements that may be of interest to you. The nature and frequency of these messages will vary depending on the information you provide to us.
el: Μπορεί να χρησιμοποιήσουμε τα στοιχεία επικοινωνίας σας για να σας στείλουμε email ή άλλες επικοινωνίες σχετικά με ενημερώσεις στον ιστότοπο της Internisa, όπως νέες ευκαιρίες στο Internisa και πρόσθετες ανακοινώσεις που μπορεί να σας ενδιαφέρουν. Η φύση και η συχνότητα αυτών των μηνυμάτων θα ποικίλλει ανάλογα με τις πληροφορίες που μας παρέχετε.

source: The CVs
el: Τα βιογραφικά

source: Since Internisa is a career management site, we give you the option to save your CV in our database. There are two ways to do this:
el: Δεδομένου ότι το Internisa είναι ένας ιστότοπος διαχείρισης καριέρας, σας δίνουμε την επιλογή να αποθηκεύσετε το βιογραφικό σας στη βάση δεδομένων μας. Υπάρχουν δύο τρόποι για να γίνει αυτό:

source: You can store your CV in our database but not allow it to be viewed by potential employers. Not allowing your CV to be searchable means you can use it to apply for a job online, but employers and recruiters won't have access to find it using our CV search tool.
el: Μπορείτε να αποθηκεύσετε το βιογραφικό σας στη βάση δεδομένων μας αλλά να μην επιτρέψετε την προβολή του από πιθανούς εργοδότες. Η μη δυνατότητα αναζήτησης του βιογραφικού σας σημαίνει ότι μπορείτε να το χρησιμοποιήσετε για να κάνετε αίτηση για εργασία στο Διαδίκτυο, αλλά οι εργοδότες και οι υπεύθυνοι προσλήψεων δεν θα έχουν πρόσβαση για να το βρουν χρησιμοποιώντας το εργαλείο αναζήτησης βιογραφικών.

source: If you make your resume searchable, all parties with access to our searchable resume database (or copies thereof) will be able to access your resume.
el: Εάν κάνετε το βιογραφικό σας με δυνατότητα αναζήτησης, όλα τα μέρη που έχουν πρόσβαση στη βάση δεδομένων βιογραφικών με δυνατότητα αναζήτησης (ή αντίγραφά της) θα μπορούν να έχουν πρόσβαση στο βιογραφικό σας.

source: We try to limit access to our database of resumes (or copies thereof) to employers only, but cannot guarantee that other parties will not gain access to this database.
el: Προσπαθούμε να περιορίσουμε την πρόσβαση στη βάση δεδομένων μας με βιογραφικά (ή αντίγραφά τους) μόνο στους εργοδότες, αλλά δεν μπορούμε να εγγυηθούμε ότι άλλα μέρη δεν θα αποκτήσουν πρόσβαση σε αυτήν τη βάση δεδομένων.

source: Training
el: Εκπαίδευση

source: Description
el: Περιγραφή

source: Internisa , an ENI CBC Med
el: Internisa , μια ENI CBC Med

source: project for the
el: έργο για το

source: professionalization of young
el: επαγγελματισμός νέων

source: people and women.
el: άνθρωποι και γυναίκες.

source: JOIN US
el: ΕΛΑ ΜΑΖΙ ΜΑΣ

source: Search for the job
el: Αναζήτηση για τη δουλειά

source: Search
el: Αναζήτηση

source: The Internisa Project
el: Το έργο Internisa

source: it's a project that helps women with limited skills to find a job that suits them
el: είναι ένα έργο που βοηθά γυναίκες με περιορισμένες δεξιότητες να βρουν μια δουλειά που τους ταιριάζει

source: so join us so that you can find the most comfortable job for you
el: Έλα λοιπόν μαζί μας για να βρεις την πιο άνετη δουλειά για σένα

source: Latest News
el: Τελευταία νέα

source: View All News
el: Προβολή όλων των ειδήσεων

source: Add Training
el: Προσθήκη Εκπαίδευσης

source: ADD TRAINING
el: ΠΡΟΣΘΗΚΗ ΕΚΠΑΙΔΕΥΣΗΣ

source: Job Submission Form
el: Φόρμα υποβολής εργασίας

source: Add Post
el: Προσθήκη ανάρτησης

source: Post a Job
el: Ανάρτηση εργασίας

source: ADD PROFILE
el: ΠΡΟΣΘΗΚΗ ΠΡΟΦΙΛ

source: add profile
el: προσθήκη προφίλ

source: Let's create your account!
el: Ας δημιουργήσουμε τον λογαριασμό σας!

source: Already have an account?
el: Εχετε ήδη λογαριασμό?

source: Log In!
el: Σύνδεση!

source: OR
el: Ή

source: Choose account type:
el: Επιλέξτε τύπο λογαριασμού:

source: Appliant
el: Αιτητής

source: Employer
el: Εργοδότης

source: COMPETANCE
el: ΑΝΤΑΓΩΝΙΣΜΟΣ

source: Language
el: Γλώσσα

source: New contact
el: Νέα επαφή

source: Last name
el: Επίθετο

source: E-mail
el: ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ

source: topic
el: θέμα

source: Other News
el: Αλλες ειδήσεις

source: Add Question
el: Προσθήκη ερώτησης

source: ADD QUESTION
el: ΠΡΟΣΘΗΚΗ ΕΡΩΤΗΣΗΣ

source: add question
el: προσθήκη ερώτησης

source: ask a question
el: Κάνε μια ερώτηση

source: Days
el: Ημέρες

source: Price
el: Τιμή

source: Job Description
el: Περιγραφή εργασίας

source: Apply Now
el: Κάνε αίτηση τώρα

source: Job Summary
el: Περίληψη εργασίας

source: Location
el: Τοποθεσία

source: Start Date
el: Ημερομηνία έναρξης

source: Training Duration
el: Διάρκεια Εκπαίδευσης

source: Question
el: Ερώτηση

source: Edit Question
el: Επεξεργασία ερώτησης

source: Add Comment
el: Πρόσθεσε σχόλιο

source: All Comment
el: Όλα τα σχόλια

source: Reply
el: Απάντηση

source: Delete
el: Διαγράφω

source: Edit Profil
el: Επεξεργασία προφίλ

source: Edit Training
el: Επεξεργασία Εκπαίδευσης

source: EDIT TRAINING
el: ΕΠΕΞΕΡΓΑΣΙΑ ΕΚΠΑΙΔΕΥΣΗΣ

source: Edit Training Form
el: Επεξεργασία Εκπαιδευτικής Φόρμας

source: Edit Post
el: Επεξεργασία ανάρτησης

source: EDIT POST
el: ΕΠΕΞΕΡΓΑΣΙΑ ΑΝΑΡΤΗΣΗΣ

source: Edit Post Form
el: Επεξεργασία φόρμας ανάρτησης

source: EDIT QUESTION
el: ΕΠΕΞΕΡΓΑΣΙΑ ΕΡΩΤΗΣΗΣ

source: Edit Question Form
el: Επεξεργασία φόρμας ερώτησης

source: Application list
el: Λίστα εφαρμογών

source: Valid
el: Εγκυρος

source: block
el: ΟΙΚΟΔΟΜΙΚΟ ΤΕΤΡΑΓΩΝΟ

source: Salary
el: Μισθός

source: Job Type
el: Τύπος εργασίας

source: Date Posted
el: Ημερομηνία αποστολής

source: List Job offer
el: Κατάλογος προσφοράς εργασίας

source: Details
el: Λεπτομέριες

source: Accepted
el: Δεκτός

source: Unaccepted
el: Μη αποδεκτό

source: My Forum
el: Το φόρουμ μου

source: Apply
el: Ισχύουν

source: APPLY
el: ΙΣΧΥΟΥΝ

source: Apply with your profile
el: Κάντε αίτηση με το προφίλ σας

source: Log In
el: Σύνδεση

source: We're glad to see you again!
el: Χαιρόμαστε που σας ξαναδούμε!

source: Don't have an account?
el: Δεν έχετε λογαριασμό?

source: Sign Up!
el: Εγγραφείτε!

source: You are logged in as
el: Εχετε συνδεθεί ως

source: Forgot your password ?
el: Ξεχάσατε τον κωδικό σας ?

source: Forgot your password
el: Ξεχάσατε τον κωδικό σας

source: New Password
el: Νέος κωδικός πρόσβασης

source: Enter your new password
el: Πληκτρολογήστε τον νέο σας κωδικό πρόσβασης

source: Password
el: Κωδικός πρόσβασης

source: validate
el: επικυρώνω

source: Your account has been successfully created
el: Ο λογαριασμός σας δημιουργήθηκε επιτυχώς
